--Описание сигналтула
MSignaltool_Name = "Signalling Tool"
MSignaltool_Des = "Добавление и изменение светофоров (и РЦ), автостопов, знаков, элементов автоведения"
MSignaltool_nul = "ЛКМ: Спавн/изменение выбранного элемента (спавн преимущественно в середине путей)\nR: Копирование настроек\nПКМ: Удаление"
MSignaltool_Undo = "Элемент СЦБ удалён"

--PA
PA_Last_ST = "Конечная станция"
PA_Last_ST_Des = "Определяет, является ли станция конечной"
PA_WP = "Неправильный путь"
PA_Dist_Start = "Расстояние до\nначала тупика:"
PA_Dist_End = "Расстояние до\nконца тупика:"
PA_Line_Change = "Смена линии (НЕ ИСПОЛЬЗУЕТСЯ)"
PA_Line_Change_Route = "Смена линии\nпуть:"
PA_Line_Change_STID = "Смена линии\nкод станции:"
PA_ST_Name = "Название станции:"
PA_ST_Name_Des = "Название станции, отображаемое на ПА"
PA_Last_ST_Name = "Назв. конечной станции:"
PA_Last_ST_Name_Des = "В родительном падеже! Примеры: Сталинской, Улицы Дыбенко"
PA_Has_Switches = "Есть стрелки"
PA_Horlift = "Станционные двери"
PA_Horlift_Des = "Для станций закрытого типа или горлифта"

--SBPP
SBPP_ST1 = "Станц. Т1 (X=120-160 м)"
SBPP_ST2 = "Станц. Т2 (X=15-20 м)"
SBPP_OD = "ОД"
SBPP_None = "Нет"
SBPP_BrakPos = "Позиция T"
SBPP_DL = "Тупик"
SBPP_DL_Des = "Тупик (ост. в тупике)"
SBPP_RP = "Справа (СРАБАТЫВАЕТ УППС)"
SBPP_RP_Des = "Метка справа"
SBPP_RKP = "Позиция РК:"
SBPP_WT = "Время работы (сек):"

--Other
OT_X2 = "Ход-2"
OT_X3 = "Ход-3"
OT_T = "T"
OT_0 = "0"
OT_STID = "Код станции:"
OT_STID_Des = "Код станции (!stations)"
OT_OPV = "ОПВ"
OT_STT = "Станц. путь:"
OT_STT_Des = "Номер станционного пути"
OT_RD = "Двери справа"

--PlankCommand
PC_Right = "Справа"
PC_5M = "5 м"
PC_20M = "20 м"
PC_50M = "50 м"
PC_STX2 = "Станц. X-2"
PC_STX3 = "Станц. X-3"
PC_0R = "0 регулируемый"
PC_Route = "Маршрут:"
PC_Route_Des = "Маршрут"

--UPPS
UPPS_Roll = "Поворот:"

--Types
Type_Signals = {[0] = "Выберите тип","Светофор","Знак","Автоведение (ПАМ)","Автостоп","КГУ"}
Type_Signal = {[0] = "Выберите тип","Тоннельный","Мачтовый","Уличный","Карликовый","Невидимый","Новый Тоннельный"}
Type_Signal_Route = {[0] = "Выберите тип","Автоматический", "Ручной","Повторитель","Резервный"}
Type_Signs = {
	"НЧ (ОЧ)","40 км/ч","60 км/ч","70 км/ч","80 км/ч",
	"Граница станции","Уличный С (Тифон)","Уличный СТОП","Опасно","Отстой (ночной)",
	"ОПВ (светящийся)","СТОП (!)","Предел ЭТ","Т начало","Т конец","Т сбор","ТЭД выкл.","ТЭД вкл.","С (Тифон)","ЭТ начало","Ограждение сходного устройства",
	"Правые двери","Телефон ▲","Телефон ▼","УП1",
	"Уличный СТОП сука","Уличный НЧ(ОЧ)","Уличный 35 км/ч","Уличный 40 км/ч","Уличный 60 км/ч","Уличный 70 км/ч","Уличный 80 км/ч",
	"Уличный Т сбор","35 км/ч","Опасно 200 м","КР конец","КР конец (инверт.)","УП2","УП3","УП4","УП5 (Нет модели)","УП6",
	"Уличный ЭТ предел", "Металлоконструкции","50 км/ч","Уличный 50 км/ч",
	"Ход-2",
	"АЛС-0","АЛС-НЧ",
	"013 конец","334 конец","Ход-2 уличный (нет текстур)", "3","Т1", "4","5","6","Уличный 5","Уличный 6",
	"Знак ПБ","10 км/ч","25/40 км/ч","35/60 км/ч","40/70 км/ч","Т исп","Т исп 100 м",

	"ОПВ","ОПВ на 3 вагона","ОПВ на 4 вагона","ОПВ на 5 вагона","ОПВ на 6 вагона","ОПВ внизу"
}
Type_PAM = {
	[0] = "Выберите тип","Команды (доска)","Тормоз для станции (Доска)", "Команда открытия дверей",
    "Светоотраж. метка ПА","ПА-метка","УППС сенсор","СБПП сенсор"
}
Type_Autostops = {[0] = "Выберите тип","Выносной", "Инерционный", "Статичный", "Инерционный одностороннего действия"}